Repository: ShedouCZ/h.paradise
Catalog: Locale/ces/LC_MESSAGES/default.po
Languages: cs_cz

source: Name
cs_cz: Jméno

source: Phone
cs_cz: Telefonní číslo

source: From
cs_cz: Od

source: To
cs_cz: Do

source: Room Type Id
cs_cz: Typ pokoje ID

source: Adults
cs_cz: Dospělí

source: Kids
cs_cz: Děti

source: Submit
cs_cz: Odeslat

source: List Reservations
cs_cz: Seznam Rezervací

source: Admin Add Reservation
cs_cz: Přidat rezervaci jako Admin

source: Delete
cs_cz: Smazat

source: Are you sure you want to delete # %s?
cs_cz: Jste si jist že chcete smazat # %s?

source: Admin Edit Reservation
cs_cz: Upravit rezervace jako Admin

source: New Reservation
cs_cz: Nová rezervace

source: Reservations
cs_cz: Rezervace

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
cs_cz: Stránka {:page} z {:pages}, zobrazuji {:current} záznamů ze {:count}, začátek na záznamu {:start}, konec na {:end}

source: Reservation
cs_cz: Rezervace

source: Edit Reservation
cs_cz: Upravit rezervaci

source: Delete Reservation
cs_cz: Smazat rezervaci

source: List Room Types
cs_cz: Seznam typů pokojů

source: New Room Type
cs_cz: Nový typ pokoje

source: Room Type
cs_cz: Typ pokoje

source: Admin Add Room Type
cs_cz: Přidat typ pokoje jako Admin

source: Price Night
cs_cz: Cena za noc

source: Price Person
cs_cz: Cena za osobu

source: Admin Edit Room Type
cs_cz: Upravit typy pokojů jako Admin

source: Room Types
cs_cz: Typy pokojů

source: Edit Room Type
cs_cz: Upravit

source: Delete Room Type
cs_cz: Smazat typ pokojů

source: Related Reservations
cs_cz: Související rezervace

source: <span class="glyphicon glyphicon-plus"></span>&nbsp;&nbsp;New Reservation
cs_cz: <span class="glyphicon glyphicon-plus"></span>&nbsp;&nbsp;Nová rezervace

source: Add User
cs_cz: Přidat uživatele

source: List Users
cs_cz: Seznam uživatelů

source: Admin Add User
cs_cz: Přidat uživatele jako Admin

source: Username
cs_cz: Přihlašovací jméno

source: Password
cs_cz: Heslo

source: Admin Edit User
cs_cz: Upravit uživatele jako Admin

source: New User
cs_cz: Nový uživatel

source: Users
cs_cz: Uživatelé

source: User
cs_cz: Uživatel

source: Edit User
cs_cz: Upravit uživatele

source: Delete User
cs_cz: Smazat uživatele

source: Created
cs_cz: Vytvořeno

source: Modified
cs_cz: Upraveno

source: Sign in
cs_cz: Přihlásit se

source: Fill in your credentials please
cs_cz: Vyplňte vaše přihlašovací údaje prosím

source: The reservation has been saved.
cs_cz: Rezervace byla uložena.

source: The reservation could not be saved. Please, try again.
cs_cz: Rezervace nemohla být uloženo. Prosím, zkuste to znovu.

source: Invalid reservation
cs_cz: Neplatná rezervace

source: The reservation has been deleted.
cs_cz: Rezervace byla smazána.

source: The reservation could not be deleted. Please, try again.
cs_cz: Rezervace nemohla být smazána. Prosím zkuste to znovu.

source: Invalid room type
cs_cz: Neplatný typ pokoje

source: The room type has been saved.
cs_cz: Typ pokoje byl uložen.

source: The room type could not be saved. Please, try again.
cs_cz: Typ pokoje nemohl být uložen. Prosím, zkuste to znovu.

source: The room type has been deleted.
cs_cz: Typ pokoje byl smazán.

source: The room type could not be deleted. Please, try again.
cs_cz: Typ pokoje nemohl být smazán. Prosím, zkuste to znovu.

source: Invalid username or password, try again
cs_cz: Neplatné jméno nebo heslo, zkuste to znovu

source: Invalid user
cs_cz: Neplatný uživatel

source: The user has been saved
cs_cz: Uživatel byl uložen

source: The user could not be saved. Please, try again.
cs_cz: Uživatel nebyl uložen. Prosím, zkuste to znovu.

source: User deleted
cs_cz: Uživatel byl smazán

source: User was not deleted
cs_cz: Uživatel nebyl smazán

source: The requested address %s was not found on this server.
cs_cz: Požadovaná adresa %s nebyla nalezena na tomto serveru.

source: An Internal Error Has Occurred.
cs_cz: Nastal vnitřní error.
